Repository: pepeizq/Steam-Skins-UWP
Catalog: Steam Skins UWP/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Back.Text
source: Back
zh_cn: 返回

# Config
source: Configuration
zh_cn: 配置

# ConfigSkinsMessage.Text
source: Select the folder where Steam is installed so the app can download and install skins (example: C:\Steam).
zh_cn: 添加安装Steam的文件夹，以便应用可以下载并安装外观（例如：C：\ Steam）

# DownloadAndInstall.Text
source: Download and Install
zh_cn: 下载并安装

source: Downloading
zh_cn: 下载中

source: Extracting
zh_cn: 提取中

# InstallCompleted
source: Installation Completed
zh_cn: 安装完成

source: More Things
zh_cn: 更多

# Personalization.Text
source: Personalization
zh_cn: 个性化

source: Screenshot
zh_cn: 截图

# Screenshots.Text
source: Screenshots (click to expand)
zh_cn: 截图（点击展开）

source: Skins
zh_cn: 皮肤

# Skins2.Text
source: Skins
zh_cn: 皮肤

# Tutorial.Text
source: How to change the skin on Steam
zh_cn: 如何在Steam客户端中更改皮肤？

# StoreDescription
source: Change the appearance of Steam with a click of the mouse.
zh_cn: 让Steam容光焕发！

# StoreTags
source: Steam;Skins
zh_cn: steam；皮肤

# Tutorial2
source: Tutorial
zh_cn: 辅助

# Log.Text
source: Log
zh_cn: 日志

# LogFinishDecompression
source: Completed decompression
zh_cn: 完成减压

# LogFinishDownload
source: Completed download
zh_cn: 完成下载

# LogFolderDelete
source: Deleted previous folder:
zh_cn: 删除上一个文件夹：

# LogFolderSteam1
source: Steam folder detected:
zh_cn: 检测到Steam文件夹：␣

# LogFolderSteam2
source: Steam folder not detected
zh_cn: 未检测到Steam文件夹

# LogStartDecompression
source: Started decompression
zh_cn: 开始减压

# LogStartDownload
source: Started download
zh_cn: 开始下载

# ConfigChange
source: Change Folder
zh_cn: 更改文件夹

# ConfigMessage.Text
source: You must configure the application before you can change the appearance of Steam.
zh_cn: 您必须先配置应用程序，然后才能更改 Steam 的外观。

# ConfigOpen.Text
source: Open Configuration
zh_cn: 打开配置选项

# ConfigSearch
source: Search Folder
zh_cn: 搜索文件夹

# MessageEditor.Text
source: The editor will only be activated if you use the Steam library introduced in September 2019
zh_cn: 仅当您使用 2019 年 9 月推出的 Steam 库时，编辑器才被激活

# MessageEditorReady
source: You can select a preset or change color by color
zh_cn: 您可以选择预设颜色或按颜色去更改

# MoreSteamError
source: The list of applications could not be loaded, but you can visit my website to see them.
zh_cn: 无法加载应用程序列表，但您可以访问我的网站以查看它们。

# MoreSteamOpen
source: Open App in Store
zh_cn: 在应用商店里打开

# MoreSteamOpenWeb
source: Open Web
zh_cn: 网页中打开

# MoreThingsContact
source: Contact
zh_cn: 联系

# MoreThingsHelpTranslate
source: Help to Translate
zh_cn: 帮助翻译

# MoreThingsHelpTranslateDescription
source: If the application is not in your language, you can help me translate it into your language using the Poeditor platform.
zh_cn: 如果应用程序不以您的语言显示，您可以使用 Poeditor 平台将其翻译成您的语言。

# MoreThingsOpen
source: Open
zh_cn: 打开

# MoreThingsRate
source: Rate
zh_cn: 评价

# MoreThingsRateApp
source: Rate the App
zh_cn: 评价应用

# MoreThingsRateAppDescription
source: You can rate the application with the rating that you think it deserves.
zh_cn: 您可以用您认为应得的评级对应用程序进行评级。

# MoreThingsRateAppThanks
source: Thanks for rating the app
zh_cn: 感谢评价此应用

# MoreThingsSourceCode
source: Source Code
zh_cn: 源码

# MoreThingsSourceCodeDescription
source: You can see the source code of the application on Github, if you have an account you can put a star on it.
zh_cn: 您可以在Github上查看程序的源码，如果您有个Github账户的话可以star一下

# MoreThingsVideo
source: Video on Youtube
zh_cn: Youtube上的视频

# MoreThingsVideoDescription
source: In case you have questions about how to use the application, I have uploaded a video to Youtube.
zh_cn: 如果你对如何使用该应用程序还有疑问， 我在Youtube上还上传了一个视频。

# SelectSkin.Text
source: Select an skin
zh_cn: 选择一个皮肤

# SourceCode.Text
source: Source Code
zh_cn: 源码

# StoreVideo
source: How to use the app
zh_cn: 如何使用此应用

# Title
source: Steam Skins
zh_cn: Steam皮肤
